/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copied to clipboard";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmations";

/* No comment provided by engineer. */
"%d more" = "%d more";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transactions";

/* No comment provided by engineer. */
"Account Settings" = "Account Settings";

/* No comment provided by engineer. */
"Add to Address book?" = "Add to Address book?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device.";

/* No comment provided by engineer. */
"Any Address" = "Any Address";

/* No comment provided by engineer. */
"Archive" = "Archive";

/* No comment provided by engineer. */
"Archived" = "Archived";

/* No comment provided by engineer. */
"Automatically" = "Automatically";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Cannot save PIN Code while wallet is not initialized or password is null";

/* No comment provided by engineer. */
"Change PIN" = "Change PIN";

/* No comment provided by engineer. */
"Close App" = "Close App";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirm Payment";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirm payment of %1$@ (%2$@) to %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Create Wallet";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Decrypted PIN Password length 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decrypting Private Key";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Failed To Load Wallet";

/* No comment provided by engineer. */
"No internet connection." = "No internet connection.";

/* No comment provided by engineer. */
"Forget Details" = "Forget Details";

/* No comment provided by engineer. */
"Forget Wallet" = "Forget Wallet";

/* No comment provided by engineer. */
"How would you like to pair?" = "How would you like to pair?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Imported Private Key %@";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Invalid email address." = "Invalid email address.";

/* No comment provided by engineer. */
"Invalid GUID" = "Invalid GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Invalid Identifier";

/* No comment provided by engineer. */
"Invalid Send Value" = "Invalid Send Value";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Invalid Shared Key";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Invalid Status Code Returned %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Invalid to bitcoin address";

/* No comment provided by engineer. */
"Loading External Page" = "Loading External Page";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Manually" = "Manually";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "No Password Entered";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Open Account Settings, Logout or change your pin below.";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Pair Device" = "Pair Device";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Parsing Pairing Code";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Password must 10 characters or longer";

/* No comment provided by engineer. */
"Passwords do not match" = "Passwords do not match";

/* No comment provided by engineer. */
"Payment Sent!" = "Payment Sent!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Encrypted String is nil";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Response Object key or value length 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Response Object success length 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Saved Successfully";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN Validation cannot be completed. Please enter your wallet password manually.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Validation Error";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.";

/* No comment provided by engineer. */
"Please provide an email address." = "Please provide an email address.";

/* No comment provided by engineer. */
"Retry Validation" = "Retry Validation";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scan Watch Only Address?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Second Password Incorrect";

/* No comment provided by engineer. */
"Send Payment From:" = "Send Payment From:";

/* No comment provided by engineer. */
"Send Payment To:" = "Send Payment To:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Status Code";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "The private key you are attempting to import is encrypted. Please enter the password below.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "This action requires the second password for your bitcoin wallet. Please enter it below and press continue.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!";

/* No comment provided by engineer. */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unconfirmed" = "Unconfirmed";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Unsupported Private Key Format";

/* No comment provided by engineer. */
"User Declined" = "User Declined";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Wallet Paired Successfully.";

/* No comment provided by engineer. */
"Warning!!!" = "Warning!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Welcome Back";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Welcome to Blockchain Wallet";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Would you like to add the bitcoin address %@ to your address book?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "You have no active bitcoin addresses available for sending";

/* No comment provided by engineer. */
"You must enter a destination address" = "You must enter a destination address";

/* No comment provided by engineer. */
"You must enter a label" = "You must enter a label";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Your wallet was successfully created.";

